{
    "1": {
        "id": "649262c291c74",
        "title": "Government funding to accelerate research in AI healthcare technologies",
        "content": "Tens of thousands of patients across the country could benefit from quicker, earlier diagnoses and more effective treatments for a range of conditions - as the government invests nearly £16 million into pioneering artificial intelligence research (AI).    Nine companies have been awarded funding through the third round of the AI in Health and Care Awards, which is accelerating the testing and deployment of the most promising AI technologies. The awards were set up in 2019 to develop AI technology focused on helping patients manage long-term conditions, improve the speed and accuracy of diagnosis, and ultimately help tackle the Covid backlogs and cut waiting lists. They are delivered between by the NHS AI Lab, the Accelerated Access Collaborative and the National Institute for Health and Care Research.  The winners include AI systems which can help detect cancer, diagnose rare diseases, identify women at highest risk of premature birth and support the treatment of neurological conditions like dementia. The funding will be used to support the testing, evaluation and adoption of their technologies by the NHS.    In total, so far £123 million has been invested in 86 AI technologies across three rounds of awards supporting over 300,000 patients and improving their care and treatment for health conditions such as cancer, heart disease, diabetes, mental health and neurological disorders.  Health and Social Care Secretary Steve Barclay said:    Artificial Intelligence has the potential to speed up diagnoses and treatments and free up time for our doctors and nurses so they can focus on caring for patients. Around 300,000 people have already benefitted from companies supported by our AI awards, with tens of thousands more set to benefit.  These schemes includes technology that could recognise the signs of cancer more quickly and accurately, predict which women are more likely to give birth prematurely or analyze electronic health records to detect the signs of an undiagnosed rare disease.\"  Start-up Ibex has been awarded more than £1.5 million and it has developed an AI-driven algorithm to run checks for breast cancer. The technology analyses images of tissue extracts, helping pathologists detect cancer, so they can complete diagnoses more quickly. Its high accuracy rate could reduce the need for patients to repeat the biopsy process and free up more time for consultants.",
        "published": "Pending Approval",
        "author": "Emily Henderson, B.Sc.",
        "date_published": "2023-06-21"
    },
    "2": {
        "id": "64930018b6518",
        "title": "The Top 25 Healthcare Technology Leaders of New York for 2023",
        "content": "The Healthcare Technology Report is pleased to announce The Top 25 Healthcare Technology Leaders of New York for 2023. This year’s awardees represent some of the most highly influential and forward-thinking companies in various sectors within the Empire State. These sectors span from life sciences and medical devices, to home services and more. With their profound operational and scientific knowledge, these healthcare technology leaders have played a pivotal role in driving remarkable growth and advancement within their respective organizations. Simultaneously, they have brought forth invaluable products and services that have greatly benefited customers not only in New York, but around the globe.  One of the distinguished individuals recognized this year is Avi Benshoshan, who holds the position of SVP of Global Market Access at Merck, the biopharmaceutical giant that has been around for more than 130 years; and was recently ranked 71st on the 2022 Fortune 500. Another esteemed honoree is Kalpana Vanam, who brings nearly four decades' worth of experience to her position as SVP of Generics, Specialty, and Biosimilar at Lupin Pharmaceuticals, which is amongst the largest generic pharmaceutical companies in the world. Furthermore, Puja Sapra, who serves as Senior Vice President, Head of R&D Biologics Engineering, and Head of Oncology Targeted Delivery for AstraZeneca, has made significant contributions as a leader and researcher. During her lengthy career, Sapra has authored more than 75 scientific publications and book chapters – while also being recognized as the inventor or co-inventor of more than 25 patents in the field.  Please join us in celebrating The Top 25 Healthcare Technology Leaders of New York for 2023.     1. Ivan Tornos Company: Zimmer Biomet Title: COO  Ivan Tornos has served as the Chief Operating Officer of Zimmer Biomet, a global medical technology leader, since 2021. Tornos joined Zimmer Biomet in November 2018 as Group President of Orthopedics; and a year later he was named Group President of Global Businesses and the Americas. In addition to his continued leadership of the Americas region, Tornos also oversees the EMEA region. Prior to joining his current company, he served as Worldwide President of the Gl​obal Urology, Medical and Critical Care Division of Becton, Dickinson and Company. In the past, he has held leadership positions at C.R. Bard, Covidien International, and Baxter International Inc. Earlier in his career, he spent over a decade in leadership assignments around the globe with Johnson & Johnson.​  Tornos is an alumnus of the Harvard Business School, having graduated from the Advanced Management Program. He also completed leadership and management programs at the Cox School of Business of Southern Methodist University. Additionally, he finalized post-MBA work at the Wharton School of the University of Pennsylvania. He holds an MBA from the University of Miami School of Business and an undergraduate degree in finance and international marketing and management from the University of Georgia Terry College of Business.     2. Nelly Nauman Company: Parexel Title: Chief Information Security Officer  Nelly Nauman started her professional journey 23 years ago. She currently serves as the Chief Information Security Officer at Parexel, one of the world's largest clinical research organizations. Founded in 1982, and operating in more than 100 countries, the company offers clinical research, consulting, and market access solutions to assist in drug development and commercialization.  Nauman began as a network engineer at ILX Systems and Thomson Financial in 2000, progressing to Thomson Reuters; and eventually becoming the Managing Director of Information Risk and Security at Moody's Corporation. She holds a master's in telecommunications management from Stevens Institute of Technology. She also holds an undergraduate degree in computer engineering from New Jersey Institute of Technology.     3. Erik Lium Company: Mount Sinai Health System Title: EVP & Chief Commercial Innovation Officer  Erik Lium, PhD, is the Chief Commercial Innovation Officer for the Mount Sinai Health System and the President of Mount Sinai Innovation Partners (MSIP). Lium spearheads the advancement of Mount Sinai’s research, instruction, and public service missions. In addition, he is responsible for fostering the development of startups to advance promising early-stage technologies. Under his leadership, Mount Sinai has become a global leader in healthcare technology commercialization–as reflected in its substantial portfolio of technologies in commercial development; and the number of startup companies launched. He joined Mount Sinai as Vice President of MSIP in 2014.  Earlier, Lium held positions at the University of California, San Francisco. During this time he served as Assistant Vice Chancellor of Innovation, Technology and Alliances; and served as UCSF Principal Investigator for the Bay Area National Science Foundation I-Corps node; and served as Assistant Vice Chancellor of Research. He also served as Founder and President of LabVelocity Inc., an information services company focused on accelerating research and development in the life sciences. Lium earned his doctorate in cellular, molecular, and biophysical studies at Columbia University. He then pursued post-doctoral training at UCSF.     4. Kim Gold Company: Genentech Title: Chief Privacy Officer; Senior Associate General Counsel and Executive Director, Privacy Law  Kim Gold serves as the Chief Privacy Officer, Senior Associate General Counsel, and Executive Director of Privacy Law at Genentech. She joined the company in 2000, initially holding the roles of Chief Privacy Officer, Associate General Counsel, and Senior Director of Privacy Law. Genentech is a leading biotechnology company headquartered in South San Francisco, California. Founded in 1976, the company focuses on developing innovative therapies to treat various medical conditions–including cancer, autoimmune disorders, and infectious diseases. Genentech is known for its pioneering work in genetic engineering and the development of recombinant DNA technology. It has introduced several breakthrough drugs, such as Herceptin, Avastin, and Rituxan.  Earlier in her career, Gold worked as a Senior Associate at Mintz. She earned a JD from Fordham University School of Law and an undergraduate degree in mass communication and political science from the University of Delaware.     5. Nolan Bennett Company: Otsuka Pharmaceutical Companies Title: Chief Information Officer  Nolan Bennett is the Chief Information Officer of Otsuka Pharmaceutical Companies, overseeing two prominent entities in the U.S. pharmaceutical industry. Otsuka Pharmaceutical is a global healthcare organization headquartered in Tokyo, Japan. Established in 1921, the company operates in various sectors, including pharmaceuticals, nutraceuticals, and medical devices. It is dedicated to developing innovative products and solutions to address unmet medical needs worldwide. The company’s key therapeutic areas include: central nervous system disorders, oncology, cardiovascular diseases, and gastroenterology.  With an extensive career of 34 years, Bennett began his professional journey in 1989. Prior to joining Otsuka, he held key positions such as Chief Information Officer at Radius Health, Inc.; and Vice President of CIO Americas at Teva Pharmaceuticals. Additionally, Bennett served as an Executive Officer of the Cabinet Office, Central Statistical Office for the U.K. government earlier in his career.     6. Ashu Tandon Company: MMS Title: Chief Commercial Officer, and member of the Executive Team  Ashu Tandon is the Chief Commercial Officer and member of the executive team at MMS. In these roles, he leads the overall sales, marketing, and commercial operations function. He also provides strategic inputs for the company’s next stage of evolution. MMS is an award-winning, global clinical research organization (CRO) that supports leading pharmaceutical and biotech companies, as well as many smaller enterprises across our spectrum of services. Having completed more than 50 submissions for drug approval over the last 5 years, MMS remains a top choice for sponsors looking for innovation and high quality from their CRO partners.  Tandon brings over 25 years of progressive management experience across multiple geographies, functions, and services within various biopharma sectors. Previously, he was the Chief Commercial Officer of Syngene International Limited; and Vice President of Global Sales at IQVIA. He also led the Retail-CPG & Healthcare-Life Sciences business in the markets for Infosys BPO. On top of that, he served as Senior Executive & Partner of Life Sciences R&D at Accenture. Earlier in his career, he was a Marketing Manager at Ranbaxy. Tandon holds an MBA from the Institute of Management Technology in India.     7. Gregory Ryslik Company: Compass Pathways Title: Chief Technology Officer  Gregory Ryslik is the Chief Technology Officer at Compass Pathways, a leading mental health care company focused on developing novel therapies and accelerating patient access to evidence-based innovation in the field of mental health. By combining AI, software, and digital technologies, Compass aims to move mental health treatment into the era of precision medicine.  Ryslik is a statistician, data scientist, and AI researcher, with experience in data initiatives across biotech and autotech domains. Previously, he was Chief Data Officer at Celsius Therapeutics; and before that he served as VP of Data Science at Mindstrong Health. He’s also held data science leadership roles at Faraday and Tesla; and contributed to machine learning research at Genentech. Additionally, he serves as Assistant Professor at Ohio State University. He also lectures on statistics for AI and machine learning at Stanford Continuing Studies; and has been featured in the Boston Business Journal 40 under 40. Ryslik holds a PhD in biostatistics from Yale University, a master's in statistics from Columbia University, and an undergraduate degree in mathematics, computer science, and finance from Rutgers University.     8. Mark Hillebrandt Company: Henry Schein Title: Chief Digital Revenue Officer  Mark Hillebrandt joined Henry Schein in 2018 and serves as Chief Digital Revenue Officer. He is responsible for leading the company’s e-commerce business and sales through digital channels. Henry Schein, a Fortune 500 company, is the world's largest provider of healthcare products and services to office-based dental and medical practitioners. Hillebrandt has 15 years of healthcare industry experience, having previously served as the CMO of Henry Schein.  Prior to joining Henry Schein, he was the Business Leader for the Professional Dental, Medical and Scientific product categories at Amazon. Prior to Amazon, he served as VP and GM of the digital restorative dentistry business at Envista; and VP of marketing within Envista’s Orthodontic business. Hillebrandt earned his Bachelor of Science in electrical engineering from the University of California, Riverside. He also holds an MBA from the University of Southern California’s Marshall School of Business.     9. Lisa Martin Company: GSK Title: SVP and Chief Procurement Officer  Lisa Martin is an SVP of Global Procurement and Chief Procurement Officer for GSK, a science-led global healthcare company. GSK aims to bring differentiated, high-quality and needed healthcare products to as many people as possible. In her current role, she is the first CPO to lead global procurement across all three businesses: Pharma, Vaccines and Consumer Healthcare. She also leads GSK’s Worldwide Real Estate and Facilities.  Prior to joining GSK, Martin was CPO of Teva Pharmaceuticals. Previously, she spent eleven years of her career at Pfizer in a number of senior roles, including Senior Vice President of Global Procurement and Operations. Martin has also held roles at Warner Lambert, Sony Pictures Entertainment, Columbia Pictures Entertainment, and NBC. Additionally, she is Chairperson Emeritus of the Institute for Supply Management. She earned a Bachelor of Arts, magna cum laude, in communications and psychology from Long Island University C.W. Post College, New York.     10. Scott Seidelmann Company: Omnicell Title: EVP and Chief Commercial Officer  Scott Seidelmann joined Omnicell in April 2018. As Chief Commercial Officer, he leads all sales, customer, strategy, marketing, product management, and engineering functions for North America. Through Omnicell’s industry-leading medication management platform and portfolio of technology-enabled services, health systems and retail pharmacies are realizing how connected technology and intelligence can help solve the most pressing challenges in medication management.  Seidelmann is an entrepreneurial executive with more than 20 years of experience in leading growth businesses that drive customer success. Prior to joining Omnicell, he founded and was the CEO of Candescent Health and Radisphere, two venture-backed digital health companies. He also held positions at Merrill Lynch and Ericsson Venture Partners, a technology venture capital firm. He holds a Bachelor of Arts from Cornell University and completed the Advanced Management Program at Harvard Business School.     11. Tanya Luckie Company: Johnson & Johnson Title: Executive Vice President  Tanya Luckie serves as the Executive Vice President at Johnson & Johnson, a renowned healthcare products conglomerate. Since her initial engagement in 2000, she has displayed unwavering commitment to the organization.  Johnson & Johnson is a multinational pharmaceutical and consumer goods company founded in 1886. It is headquartered in New Brunswick, New Jersey. The company operates in three segments: pharmaceuticals, medical devices, and consumer health. J&J is especially known for its diverse range of products, including prescription drugs, over-the-counter medications, baby care items, and medical devices. Luckie received her education at the University of Pennsylvania and Princeton University.     12. Indranil Nandi Company: Jubilant Radiopharma Title: SVP and Chief Scientific Officer  Indranil Nandi is the SVP and Chief Scientific Officer at Jubilant Radiopharma. He started as Chief Scientific Officer and SVP and Head of R&D before his appointment in 2003. Nandi has extensive working knowledge in pharmaceutical products development–along with experience in multiple R&D functional areas. Jubilant Radiopharma is a leading global provider of nuclear medicine and radiopharmaceutical products. It is committed to enhancing patient care by developing and manufacturing cutting-edge radiopharmaceuticals that enable accurate diagnosis and effective treatment. With a strong focus on innovation and quality, the company offers a comprehensive portfolio of radiopharmaceuticals used in diagnostic imaging and targeted therapy for various medical conditions.  Prior to joining Jubilant Radiopharma, Nandi was a Chief Scientific Officer at Vertice Pharma; and Vice President R&D at Impax Laboratories. Before that, he served as a Senior Manager and Product Development for Par Pharmaceutical. Nandi started his career as a Senior Scientist at Sandoz. He obtained a PhD in industrial pharmacy from St. John's University and an MBA from Rutgers University.     13. Irene Chui Company: MicroPort Orthopedics Inc. Title: Senior Vice President, General Counsel  Irene Chui is the Senior Vice President, General Counsel at MicroPort Orthopedics. She has an exceptional track record in the legal field spanning over 23 years–especially in the life science areas. MicroPort Orthopedics, a subsidiary of MicroPort Scientific Corp., is a medical device company that has been manufacturing hip and knee products for over 60 years. Notably, the company sells in over 80 countries. Chui joined MicroPort in 2021 and is currently responsible for all legal and compliance matters globally. She also sits on the boards of her company’s entities.  Prior to joining MicroPort, she held multiple C-suite level positions, including Vice President and General Counsel at GCA Therapeutics Ltd.; Managing Director and General Counsel at NAL Pharmaceuticals Ltd.; and Chief Legal Officer and General Counsel at Systagenix Wound Management. Earlier in her career, she worked for the Economic Crimes Division of the U.S. Attorney’s Office as an intern; and the Hong Kong Legislator’s Office as an extern. Chui is a licensed attorney in the U.S. and a qualified solicitor in the U.K. She holds a JD and a Bachelor of Science in business administration from State University of NY at Buffalo. She also holds a Certificate in financial management from Cornell University, and a Certificate of healthcare compliance from Seton Hall Law School. Away from the office, Chui is active in the community and currently serves on the board of trustees for the Princeton Charter School and the board of the Tennessee Asian Pacific American Bar Association. Furthermore, she is a member of the Asian American Bar Association of NY, NJ Women Lawyers Association, Sino-American Pharmaceutical Professionals Association (SAPA), Asian Pacific American Lawyers Association of NJ, and National Asian Pacific American Bar Association.     14. Avi Benshoshan Company: Merck Title: SVP, Global Market Access  Avi Benshoshan is the SVP of Global Market Access at Merck, a distinguished pharmaceutical company. He joined the company in 2003 as the national sales manager for MSD Israel, the international name for Merck. With over 130 years of experience, Merck is a biopharmaceutical company that develops medicines and vaccines, aiming to be the premier research-intensive biopharmaceutical firm worldwide. The company is committed to advancing disease prevention and treatment through innovative health solutions.  Prior to Merck, Benshoshan excelled as a business development manager at Pfizer. He holds an MBA and an undergraduate degree from Concordia University.     15. Sridhar Shankar Company: Sun Pharma Title: SVP of Global Specialty Business  Sridhar Shankar serves as the Senior Vice President of Global Specialty Business at Sun Pharma. The company, headquartered in Mumbai, India, is a leading multinational pharmaceutical provider. Established in 1983, Sun Pharma has grown to become the world's fifth-largest specialty generic pharmaceutical company–and the largest pharmaceutical company in India. It develops, manufactures, and markets a wide range of high-quality and affordable pharmaceutical products across various therapeutic areas. Today the company operates in over 150 countries, with a strong presence in the U.S., India, and emerging markets.  Prior to joining Sun Pharma, Shankar held positions at Pfizer and Analysis Group; and previously worked at KPMG LLP. He holds an MBA from The University of Chicago Booth School of Business and an undergraduate degree in materials science and engineering from the Indian Institute of Technology, Madras.     16. Lars Strassenburg Company: Siemens Healthineers Title: SVP of Human Resources Americas  Lars Strassenburg, an experienced professional with a tenure of 26 years, is the SVP of Human Resources Americas at Siemens Healthineers, a global medical technology company headquartered in Germany. The company specializes in providing a wide range of medical diagnostics and healthcare solutions. With a history spanning over 170 years, Siemens Healthineers is known for its innovative products and services in areas such as medical imaging, laboratory diagnostics, and advanced therapies. Its robust portfolio includes: imaging systems, laboratory analyzers, point-of-care testing devices, and healthcare IT solutions. Siemens Healthineers operates in more than 70 countries.  Strassenburg commenced his professional journey in 1997 after earning a master's in business administration and management from Technische Universität Dresden.     17. Puja Sapra Company: AstraZeneca Title: SVP, Head R&D Biologics Engineering and Head Oncology Targeted Delivery  Puja Sapra, PhD, is Senior Vice President, Head of R&D Biologics Engineering, and Head of Oncology Targeted Delivery for AstraZeneca. In these roles, she leads two organizations: one dedicated to discovering and engineering novel biomolecules, and the other focused on the preclinical development of targeted cancer therapeutics and novel delivery mechanisms that selectively attack cancer cells while sparing normal healthy tissues. AstraZeneca is a global, science-led biopharmaceutical company that focuses on the discovery, development, and commercialisation of prescription medicines in oncology, rare diseases, and biopharmaceuticals. Based in Cambridge, U.K., AstraZeneca operates in over 100 countries–and its innovative medicines are used by millions of patients worldwide.  Sapra earned her PhD in pharmacology from the University of Alberta. She has authored more than 75 scientific publications and book chapters. In addition, she is the recognized inventor or co-inventor of more than 25 patents in the field. She is also a member of several scientific and medical societies, including the American Association for Cancer Research. Besides her work at AstraZeneca, she serves as the Deputy Editor of Molecular Cancer Therapeutics.     18. Francisco Ramirez-Valle Company: Bristol Myers Squibb Title: Senior Vice President  Francisco Ramirez-Valle began his professional career a decade ago and currently serves as the Senior Vice President at Bristol Myers Squibb, a global biopharmaceutical company.The company is committed to discovering, developing, and delivering innovative medicines to improve patient outcomes. More specifically, Bristol Myers Squibb focuses on areas such as: oncology, immunology, cardiovascular diseases, and neuroscience. Overall the company has a diverse portfolio of products, including breakthrough treatments for cancer, autoimmune disorders, and other life-threatening diseases.  Prior to Bristol Myers Squibb, Ramirez-Valle started as a clinical assistant professor in the Department of Dermatology at the University of California, San Francisco in 2013. He then transitioned to Celgene. He holds an MD in microbiology from New York University and an undergraduate degree in microbiology from the University of Rochester.     19. Thomas Seck Company: Boehringer-Ingelheim Title: SVP and Head of Global Regulatory Affairs  Thomas Seck started his professional journey 17 years ago and currently serves as the SVP and Head of Global Regulatory Affairs at Boehringer-Ingelheim, a global pharmaceutical company headquartered in Ingelheim, Germany. Founded in 1885, the company operates in various therapeutic areas, including respiratory, cardiovascular, immunology, and oncology. Boehringer-Ingelheim focuses on research and development, manufacturing, and marketing of innovative drugs and healthcare products. It has a presence in over 150 countries, with around 50,000 employees worldwide.  Seck began his career in 2006 as a director of clinical research at Merck. He holds an MD in medicine from Johannes Gutenberg University Mainz.     20. Greg Raskin Company: Memorial Sloan Kettering Cancer Center Title: SVP of Technology Development  Gregory Raskin is the SVP of Technology Development at Memorial Sloan Kettering. He leads a team of professionals who work within the Office of Technology Development’s (OTD) three units: Technology Management and Commercialization, Contracts, and Operations and Finance. Memorial Sloan Kettering Cancer Center (MSK) is on a mission to end cancer. Its dedicated teams provide personalized and expert care to patients of all ages. Through collaboration, MSK is advancing translational and clinical research to revolutionize understanding of cancer–while enhancing prevention, diagnosis, and treatment methods.  Prior to joining MSK in 2012, Raskin was a Vice President at AllianceBernstein LP, where he led healthcare and life sciences investing for the firm’s $200 million venture capital fund. His previous experience includes serving as a biotech analyst at Baker Brothers Investments; and as a management consultant at McKinsey & Company, where he worked mainly with pharmaceutical and biotech companies. Raskin received a medical degree in 1998 and a bachelor’s in molecular biophysics and biochemistry in 1994–both from Yale University. From 1998 to 1999, Raskin was a resident physician in the internal medicine department of New York University Medical Center. He is a licensed physician in New York State.     21. Neelesh Chudasama Company: Frontier Medicines Title: SVP of Portfolio and Pre-Commercial Strategy  Neelesh Chudasama is the SVP of Portfolio and Pre-Commercial Strategy at Frontier Medicines, a biopharmaceutical company focused on revolutionizing drug discovery and development by targeting the \"undruggable\" proteome. The company utilizes its chemoproteomics platform to identify and selectively target proteins that have been traditionally difficult to modulate with small molecules. By employing advanced technologies, such as high-throughput screening and structural biology, Frontier Medicines aims to unlock new therapeutic opportunities for diseases with high unmet medical needs.  Chudasama brings six years of experience, starting his career in 2017. Prior to joining Frontier Medicines, he served as vice president of commercial strategy at BridgeBio. He was also an associate partner at McKinsey & Company. On top of that, he previously served as an assistant clinical professor of medicine at Columbia University Irving Medical Center. Chudasama holds an MD from Columbia University Vagelos College of Physicians and Surgeons and an undergraduate degree in biology from Massachusetts Institute of Technology.     22. Kalpana Vanam Company: Lupin Pharmaceuticals Title: Senior Vice President of Generics, Specialty and Biosimilar  Kalpana Vanam serves as the SVP of Generics, Specialty, and Biosimilar at Lupin Pharmaceuticals, a prominent global pharmaceutical company. Established in 1968, and headquartered in Mumbai, India, Lupin has emerged as one of the largest generic drug manufacturers in the world. The company specializes in the development, production, and distribution of a wide range of affordable and high-quality generic medicines across various therapeutic areas. Lupin's extensive product portfolio encompasses diverse pharmaceutical formulations, including oral solids, injectables, inhalation products, and specialty products.  Spanning a career for 39 years, Vanam started on her professional journey in 1984. Previously she served as the Vice President of Regulatory Affairs at Glenmark Pharmaceuticals; and at Sun Pharmaceutical Industries. Earlier in her career, she was the Vice President of Scientific Affairs at Thames Pharmaceuticals.     23. Carolyn Amato Company: Edwards Lifesciences Title: SVP, U.S. Sales of Transcatheter Mitral and Tricuspid Therapies  Carolyn Amato began her professional career 27 years ago and is currently the SVP of U.S. Sales of Transcatheter Mitral and Tricuspid Therapies at Edwards Lifesciences. Her company is a global leader in patient-focused medical innovations for structural heart disease, critical care, and surgical monitoring. Its employees serve patients in 100+ countries across Clinical Affairs, Quality Engineering, Research & Development, Regulatory Affairs, Sales & Marketing, and corporate functions  Amato's career started at Merck in 1996. She then progressed to Boston Scientific; and later served as senior vice president of commercial at Acessa Health. She holds an MBA from Northwestern University's Kellogg School of Management.     24. Anna Upton Company: Evotec Title: SVP, Infectious Diseases  Anna Upton is the SVP of Infectious Diseases at Evotec. Joining the company in 2000 as SVP and head of tuberculosis research and development, Upton has played a vital role in driving innovation. Evotec is a German drug discovery and development company founded in 1993. It specializes in providing innovative solutions and services to the pharmaceutical and biotechnology industries. The company's offerings include target identification and validation, hit identification, lead optimization, and preclinical development.  Prior to her role at Evotec, Upton held the position of senior director of biology at TB Alliance. She holds a PhD in biochemistry and molecular biology. She also holds an undergraduate degree in molecular and cellular biochemistry. Both degrees are from the University of Oxford.     25. Charlotte Jones-Burton Company: Chinook Therapeutics, Inc. Title: SVP of Product Development and Strategy  At Chinook Therapeutics, Charlotte Jones-Burton serves as the Senior Vice President of Product Development and Strategy, overseeing clinical development, clinical operations, medical affairs and program management. Chinook Therapeutics is a clinical-stage biopharmaceutical company developing precision medicines for kidney diseases. The company’s lead program is atrasentan, a phase 3 endothelin receptor antagonist for the treatment of IgA nephropathy and proteinuric glomerular diseases.  Jones-Burton has spent over a decade in the pharmaceutical industry leading clinical trial development for multiple medicines across various disease areas. Her most recent role was VP, Global Clinical Development Head, Nephrology at Otsuka Pharmaceutical Development & Commercialization, Inc. In terms of education, Jones-Burton earned a medical degree and Master of Science in epidemiology and preventive medicine, with a concentration in clinical research, from the University of Maryland School of Medicine. Her postgraduate training included an internal medicine residency and a nephrology fellowship at the University of Maryland Medical Systems. Furthermore, Jones-Burton is active in numerous professional associations and organizations. For instance, she founded Women of Color in Pharma (WOCIP), a non-profit professional society focused on transforming the pharmaceutical landscape with women of color. As its current President, Jones-Burton is leading the growth of the organization in the U.S. and E.U.  RELATED ARTICLES",
        "published": "Pending Approval",
        "author": "The Healthcare Technology Report",
        "date_published": "2023-06-21"
    },
    "3": {
        "id": "649300c371379",
        "title": "How Technology Is Transforming The Future Of Healthcare",
        "content": "With digital twins of the human body, blockchain medical records, hospitals in the metaverse, and a new decentralized system, healthcare delivery will look very different in the future. In this post, we’ll explore a few of the ways web3 and immersive metaverse technology will transform our healthcare systems — leading to better health outcomes for everyone. The Era of Metaverse Healthcare In the future, immersive metaverse technologies have the potential to improve access to healthcare providers. For example, imagine if your telehealth consultation with your doctor could happen in the metaverse, especially for common complaints or minor conditions that don’t have to be visually diagnosed. We may even be able to visit virtual hospitals or clinics in the metaverse ​​— or consult with a doctor who practices across the world from our location. Immersive VR visits could prove to be a real boon for areas in the world that are short on doctors or where people would ordinarily have to travel long distances for consultations with specialists.",
        "published": "Pending Approval",
        "author": "Bernard Marr",
        "date_published": "2023-06-21"
    }
}